Repository: jasp-stats/jaspRobustTTests
Catalog: po/R-*.po
Languages: es, ru

source: %s%% CI
es: IC del %s%%
ru: %s%% ДИ

source: Mean
es: Media
ru: Математическое ожидание

source: Median
es: Mediana
ru: Медиана

source: Lower
es: Inferior
ru: Нижний

source: Upper
es: Superior
ru: Верхний

source: ESS
es: SCR

source: R-hat
es: R-circunflejo

source: The effect size corresponds to the standardized mean difference of group '%1$s' - '%2$s'.
es: La magnitud del efecto se corresponde con la diferencia media tipificada de los grupos '%1$s' - '%2$s'.
ru: Величина эффекта соответствует стандартизированной средней разнице групп '%1$s' - '%2$s'.

source: The standard deviation ratio corresponds to the ratio of standard deviations of group '%1$s' / '%2$s'.
es: La proporción de desviación tipificada se corresponde con la proporción de las desviación tipificadas de los grupos '%1$s' / '%2$s'.
ru: Стандартное отклонение соответствует стандартным отклонениям группы '%1$s' / '%2$s'.

source: The precision allocation corresponds to the proportion of total precision allocated to group '%1$s'.
es: La asignación de precisión se corresponde con la proporción de la precisión total asignada al grupo '%1$s'.
ru: Точное распределение соответствует пропорции общей точности, выделенной группе '%1$s'.

source: Effect size (%s)
es: Tamaño del efecto (%s)
ru: Размер эффекта (%s)

source: Precision allocation (%s)
es: Asignación de precisión (%s)
ru: Распределение точности (%s)

source: Degrees of freedom (%s)
es: Grados de libertad (%s)
ru: Степени свободы (%s)

source: Prior Plots
es: Gráficos previos
ru: Априорные графики

source: Effect
es: Efecto
ru: Эффект

source: Unequal variances
es: Varianzas desiguales
ru: Неравные дисперсии

source: Outliers
es: Atípicos
ru: Выброс

source: Null
es: Nula
ru: Ноль

source: Alternative
es: Alternativa
ru: Альтернатива

source: Model Preview
es: Vista previa de modelos
ru: Предпросмотр модели

source: Please specify a prior distribution for each parameter in the Models specification section (either null or alternative).
es: Por favor, especifique una distribución previa para cada parámetro en la sección Especificación de modelos (nula o alternativa).
ru: Пожалуйста, укажите априорное распределение для каждого параметра в разделе Спецификация моделей (нулевое или альтернативное).

source: Model Summary
es: Resumen del Modelo
ru: Сводка по Модели

source: Models
es: Modelos
ru: Модели

source: This analysis uses MCMC and might require a prolonged time to complete.
es: Este análisis utiliza MCMC y podría requerir mucho tiempo para completarse.
ru: Этот анализ использует MCMC и может потребовать длительного времени для завершения.

source: Model Specification Preview
es: Vista previa de la especificación de modelos
ru: Предпросмотр описания Модели

source: Prior Distribution
es: Distribución previa
ru: Априорное Распределение

source: Distribution
es: Distribución
ru: Распределение

source: The analysis will estimate multiple models using MCMC and might require a prolonged time to complete.
es: El análisis estimará varios modelos utilizando MCMC y podría requerir mucho tiempo para completarse.
ru: Анализ будет вычислять несколько моделей с использованием MCMC и может потребовать длительного времени для завершения.

source: Summary
es: Resumen
ru: Сводка

source: Conditional Estimates
es: Estimaciones condicionadas
ru: Условные оценки

source: Inclusion BF
es: FB de la Inclusión
ru: Включение КБ

source: Exclusion BF
es: FB de la Exclusión
ru: Исключение КБ

source: log(Inclusion BF)
es: log(FB de la Inclusión)
ru: log(Включение КБ)

source: P(M|data)
es: P(M|datos)
ru: P(M|данные)

source: Warning:
es: Advertencia:
ru: Предупреждение:

source: %1$i observations were removed due to missing values.
es: Se eliminaron %1$i observaciones debido a valores ausentes.
ru: %1$i наблюдения были удалены из-за пропущенных значений.

source: Model Averaged Estimates
es: Estimaciones medias del modelo
ru: Усредненные оценки модели

source: Models Overview
es: Revisión de modelos
ru: Обзор Моделей

source: BF%s
es: FB%s
ru: КБ%s

source: log(BF%s)
es: log(FB%s)
ru: log(КБ%s)

source: Individual Models Summary
es: Resumen individual de modelos
ru: Сводка отдельных моделей

source: Model #
es: Modelo #
ru: Модель #

source: Priors
es: Previas
ru: Априорные распределения

source: Information
es: Información
ru: Информация

source: Model Estimates
es: Estimaciones de modelos
ru: Оценки Модели

source: Model %i
es: Modelo %i
ru: Модель %i

source: Model %1$i does not exist. Select one of the models between 1 and %2$i.
es: El modelo %1$i no existe. Selecciona uno de los modelos entre 1 y %2$i.
ru: Модель %1$i не существует. Выберите одну из моделей от 1 до %2$i.

source: Posterior Distribution Plots
es: Gráficos de distribuciones posteriores
ru: Графики Апостериорной Вероятности

source: Conditional
es: Condicionado
ru: Условные

source: Model Averaged
es: Modelo promediado
ru: Усредненная Модель

source: Effect Size Estimate
es: Estimación de la magnitud del efecto

source: Heterogeneity Estimate (Precision Allocation)
es: Estimación de heterogeneidad (asignación de precisión)
ru: Оценка Гетерогенности (Точное Распределение)

source: Outliers Estimate (Degrees of Freedom)
es: Estimación de atípicos (grados de libertad)
ru: Оценка Выбросов (Степени Свободы)

source: Diagnostics
es: Diagnósticos
ru: Диагностика

source: Models Diagnostics Overview
es: Revisión de diagnósticos de modelos
ru: Обзор Диагностики Моделей

source: min(ESS)
es: mín(SCE)
ru: min(ЕСС)

source: max(R-hat)
es: máx(R-circunflejo)

source: MCMC Diagnostics plots are created once both the plotted parameter ('Plot') and the plot type ('Type') options are selected.
es: Los gráficos de diagnósticos de MCMC se crean cuando se selecciona la opción del parámetro de representación ('Gráfico') junto con la del tipo de gráfico ('Tipo').
ru: MCMC Диагностические графики создаются после выбора параметра для построения ('График') и типа графика ('Тип').

source: Heterogeneity (Precision Allocation)
es: Heterogeneidad (asignación de precisión)
ru: Гетерогенность (Точное распределение)

source: Outliers (Degrees of Freedom)
es: Atípicos (grados de libertad)
ru: Выбросы (Степени Свободы)

source: Trace plots
es: Gráficos de trazado

source: Average autocorrelations
es: Autocorrelaciones promedio
ru: Среднее автокоррелирование

source: Posterior samples densities
es: Densidades de muestras posteriores
ru: Плотности образцов апостериорной вероятности

source: Model %i does not contain any of the selected parameters.
es: El modelo %i no contiene ninguno de los parámetros elegidos.
ru: Модель %i не содержит ни одного из выбранных параметров.

source: log(MargLik)
ru: log(ПредПрав)
